print("ตอบปัญหาดังนี้")
print(" 3*10/2มีค่าทั้งหมดเท่าไหร่ ? ")
g=int(input("ใส่คำตอบตรงนี้ : "))
if g==15:  #ถ้าเงื่อนไขเป็นจริงifจะทำงาน
    print("เป็นคำตอบที่ถูกต้อง")
if g>15:
    print("เป็นคำตอบที่ผิดครับ")
if g<15:
    print("เป็นคำตอบที่ผิดครับ")
    

print(" 8*2/8มีค่าทั้งหมดเท่าไหร่ ? ")
g=int(input("ใส่คำตอบตรงนี้ : "))
if g==2:  #ถ้าเงื่อนไขเป็นจริงifจะทำงาน
    print("เป็นคำตอบที่ถูกต้อง")
if g>2:
    print("เป็นคำตอบที่ผิดครับ")
if g<2:
    print("เป็นคำตอบที่ผิดครับ")

print(" 9*2/3มีค่าทั้งหมดเท่าไหร่ ? ")
g=int(input("ใส่คำตอบตรงนี้ : "))
if g==18:  #ถ้าเงื่อนไขเป็นจริงifจะทำงาน
    print("เป็นคำตอบที่ถูกต้อง")
if g>18:
    print("เป็นคำตอบที่ผิดครับ")
if g<18:
    print("เป็นคำตอบที่ผิดครับ")