#ตัวดำเนินการทางคณิตศาสตร์ 
#operater = + - * /
#operand = 5+10 = เลข5 กับ เลข 10

x=10
y=5

print("ผลบวก = " , x+y)
print("ผลลบ = " , x- y)
print("ผลคูณ = " , x*y)
print("ผลหาร = " , x/y)

x=25    
y=10
print("----------------------")
print("ผลบวก = " , x+y)
print("ผลลบ = " , x- y)
print("ผลคูณ = " , x*y)
print("ผลหาร =" , x/y)
print("ผลหารปัดเศษ = " , x//y)   #หารปัดเศษลง
print("หารเอาเศษ = " , x%y)

x=80
y=65
print("----------------------")
print("ผลบวก = " , x+y)
print("ผลลบ = " , x- y)
print("ผลคูณ =" , x*y)
print("ผลหาร = " , x/y)
print("ผลหารปัดเศษ = " , x//y)   #หารปัดเศษลง
print("80ยกกำลัง3 = " , 80**3 )  #เลขยกกำลัง
print("หารเอาเศษ = " , x%y)

x=15
y=8
print("----------------------")
print("ผลบวก = " , x+y)
print("ผลลบ = " , x-y)
print("ผลคูณ = " , x*y)
print("ผลหาร = " , x/y)
print("ผลหารปัดเศษ = " , x//y)   #หารปัดเศษลง
print("80ยกกำลัง3 = " , 80**3 )  #เลขยกกำลัง
print("หารเอาเศษ = " , x%y)
