#ตัวดำเนินการเปรียบเทียบ
#นำข้อมูลสองค่า

x,y = 70,80
print("ค่า x = " +str(x))
print("ค่า y = " +str(y))
print("ค่า x มากกว่า y หรือไม่ ? :" ,x>y)
print("ค่า x น้อยกว่า y หรือไม่ ? :" ,x<y)
print("ค่า x เท่ากับ y หรือไม่ ? :" ,x==y)
print("ค่า x ไม่เท่ากับ y หรือไม่ ?" ,x!=y)
print("ค่า x มากกว่าหรือเท่ากับค่า y หรือไม่ ? :" ,x>=y)
print("ค่า x น้อยกว่าหรือเท่ากับค่า y หรือไม่ ? :" ,x<=y)
print("---------------------------------")
x,y,z = 70,80,90
print("ค่า x = " +str(x))
print("ค่า y = " +str(y))
print("ค่า z = " +str(z))
print("ค่า x มากกว่า y เเละ y มากกว่า z หรือไม่ ? :" ,x>y>z)
print("ค่า x น้อยกว่า y เเละ y น้อยกว่า z หรือไม่ ? :" ,x<y<z)


